aic94xx-firmware
alacritty
alacritty-terminfo
alsa-utils
amd-ucode
asciiquarium
autoconf
automake
bash
bash-language-server
binutils
bison
blueberry
bluez-utils
bzip2
ccid
chromium
clipman
clutter
coreutils
cpupower
cryptsetup
device-mapper
dhcpcd
diffutils
discord
dmenu
dolphin
drill-search-cli
e2fsprogs
evolution
evolution-decsync
fakeroot
ffmpeg-amd-full-git
file
file-roller
filesystem
findutils
firefox-nightly
fmui-git
fzf
gawk
gcc
gcc-libs
gettext
git
glibc
gnome-keyring
gotop-bin
grep
grim
gzip
imv
inetutils
iproute2
iputils
iwd
jfsutils
kdeconnect
kdenlive
kodi-wayland
less
lib32-libva-mesa-driver
lib32-mesa
lib32-vulkan-radeon
libva-mesa-driver
licenses
light
linux
linux-firmware
locale-en_xx
logrotate
ls_extended
lvm2
lxappearance
make
mako
man-db
man-pages
matcha-gtk-theme
mdadm
mimeo
mkinitcpio-welcomemessage
mpd
mpdris2-py3-git
mpdscribble
mpv-acestream
mpv-amd-full-git
mpv-mpris
mumble
nano
nautilus
ncmpcpp
neofetch
neovim
netctl
nodejs
noto-fonts
numix-icon-theme-git
opensc
openssh
otf-overpass
pacman
pacserve
pass-otp
pass-wl-clipboard
passdmenu
patch
pavucontrol
pciutils
perl
pkgconf
playerctl
polkit-gnome
powertop
procps-ng
psmisc
pulseaudio-ctl
python-docopt
python-jinja
python-ruamel-yaml
qt5-styleplugins
qt5-wayland
qt5ct
ranger
redshift-wlr-gamma-control
reflector
reiserfsprogs
ripgrep
rofi-pass
rtv
ryzenadj-git
s-nail
sed
shadow
sl
slurp
socat
steam
steam-native-runtime
sudo
sway
swaybg
swayidle
swaylock-effects-git
syncthing
syncthing-gtk
sysfsutils
systemd-boot-pacman-hook
systemd-resolvconf
systemd-sysvcompat
tar
telegram-desktop
texinfo
thefuck
tlp
tmux
trash-cli
ttf-dejavu
ttf-font-awesome
ttf-mac-fonts
ttf-nerd-fonts-hack-complete-git
usbutils
util-linux
vi
vulkan-radeon
w3m
waybar-git
wayland
wd719x-firmware
wf-recorder-git
wget
which
wl-clipboard-git
wl-clipboard-x11
xcursor-breeze
xdg-utils-mimeo
xf86-video-amdgpu
xfsprogs
xorg-server-xwayland
xorg-xeyes
yarn
yay-bin
ydotool-git
youtube-dl
zathura-pdf-mupdf
zsh
